---
kind: property
id: P:Autodesk.Revit.DB.Visual.SolidGlass.CommonTintColor
source: html/b0655cc4-bc37-6732-2397-c63813b53be3.htm
---
# Autodesk.Revit.DB.Visual.SolidGlass.CommonTintColor Property

The property labeled "Tint Color" from the "SolidGlass" schema.

## Syntax (C#)
```csharp
public static string CommonTintColor { get; }
```

## Remarks
This property is of type "AssetPropertyDoubleArray4d".